[
  {
    "quote": "Ms. Castro is not only a remarkably competent school administrator, but she is also an extremely effective teacher of educators and a savvy coordinator of resources: she evidences impressive managerial ability as well as an undying commitment to the teaching and learning of youth and adults alike.",
    "author": "Sean McPhetridge",
    "title": "Superintendent",
    "photo": "../../assets/img/endorsements/by-sean-mcphetridge.jpg"
  },
  {
    "quote": "Finding the words to describe Alysse are not a problem, limiting them is. Alysse is a dynamic, knowledgeable, inspiring, and a compassionate educational leader. As an instructional leader, she pushed my development to the limit by asking me hard questions and directing me to current and valuable research on a regular basis.\n\nWith preternatural skills of navigating the educational bureaucratic morass, she found ways of creating enduring structures and routines that made a rich learning environment for students, faculty, and staff. As a friend, she inspired regularly with her energy, grit, and dedication. I am the teacher I am today, in large part, because of Alysse Castro.",
    "author": "Dan Goldfield",
    "title": "Math Teacher",
    "photo": "../../assets/img/endorsements/by-dan-goldfield.jpg"
  },
  {
    "quote": "Alysse is masterful in building the capacity of both teachers and administrators, helping them to develop their own goals, and using those goals to drive the improvement process. She is not afraid to have the difficult conversations that are necessary in our work (both with adults and students), but is always respectful of the viewpoint and experience of those she works with.\n\nI can say, without reservation, that she is the strongest instructional leader I have ever worked with. Quite simply, she gets instruction. She understands how to help teachers and principals improve their practice in a way that feels supportive, attainable, and focused on outcomes for kids.",
    "author": "Kim Kelly",
    "title": "Principal",
    "photo": "../../assets/img/endorsements/by-kim-kelly.jpg"
  }
]
